import AvatarImage from './../assets/account-avatar.svg';

export const commentsData = [
    {
        fullname: 'علی محمدی',
        project: 'فروشگاه اینترنتی',
        avatar: AvatarImage,
        star: 5,
        comment: 'بسیار حرفه‌ای و دقیق. پروژه فروشگاه اینترنتی رو دقیقاً مطابق خواسته ما پیاده‌سازی کردن و از همه مهمتر تحویل به موقع بود. ارتباط و همکاری بسیار راحتی داشتن و همیشه پاسخگو بودن. کیفیت کدها عالی و مستندات کامل بود.'
    },
    {
        fullname: 'سارا احمدی',
        project: 'اپلیکیشن فلاتر',
        avatar: AvatarImage,
        star: 4,
        comment: 'تجربه همکاری خوبی بود. طراحی سایت شرکتی ما رو انجام دادن و نتیجه رضایت‌بخش بود. فقط در پروسه کار کمی زمان‌بر بودن اما کیفیت نهایی کار خوب بود. از تکنولوژی‌های روز استفاده کردن و سایت کاملاً واکنش‌گرا و بهینه هست.'
    },
    {
        fullname: 'محمد رضایی',
        project: 'نرم افزار ویندوز',
        avatar: AvatarImage,
        star: 5,
        comment: 'واقعاً کاربلد و حرفه‌ای. اپلیکیشن موبایل ما رو با React Native توسعه دادن و نتیجه عالی بود. سرعت اجرا و کارایی اپلیکیشن خیلی خوبه و کاربرامون رضایت کامل دارن. ارتباط عالی و پیشنهادات فنی مفیدی داشتن.'
    },
    {
        fullname: 'نازنین کریمی',
        project: 'اپلیکیشن ریکت نیتیو',
        avatar: AvatarImage,
        star: 3,
        comment: 'کار خوب بود ولی در کل انتظار بیشتری داشتم. پنل مدیریتی که تحویل دادن امکانات خوبی داره ولی بخش UI می‌تونست بهتر باشه. در مجموع همکاری قابل قبولی بود اما در برقراری ارتباط به موقع مشکلاتی داشتیم.'
    },
    {
        fullname: 'امیر حسینی',
        project: 'وبسایت فروش طلا جواهرات',
        avatar: AvatarImage,
        star: 5,
        comment: 'بسیار حرفه‌ای و دقیق. پروژه فروشگاه اینترنتی رو دقیقاً مطابق خواسته ما پیاده‌سازی کردن و از همه مهمتر تحویل به موقع بود. ارتباط و همکاری بسیار راحتی داشتن و همیشه پاسخگو بودن. کیفیت کدها عالی و مستندات کامل بود.'
    }
];